Repository: LiarOnce/Pororoca-zhcn
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: (basic auth login)
zh_cn: (基本授权登录)

source: (basic auth password)
zh_cn: (基本授权密码)

source: (bearer auth token)
zh_cn: (承载身份验证令牌)

source: (binary content not shown, {0} bytes)
zh_cn: (未显示二进制内容，{0} 字节)

source: (certificate file path here)
zh_cn: (证书文件路径)

source: (connection exception here, if it happens)
zh_cn: (如果发生连接异常，请参阅此处)

source: (could not read body as UTF-8 text, {0} bytes)
zh_cn: (无法将正文读取为 UTF-8 文本，{0} 字节)

source: (domain)
zh_cn: (域)

source: (file content-type)
zh_cn: (文件内容类型)

source: (file password here)
zh_cn: (文件密码)

source: (file path here)
zh_cn: (文件路径)

source: (file path)
zh_cn: (文件路径)

source: (file src path)
zh_cn: (文件来源路径)

source: (graph ql query here)
zh_cn: (graph ql 查询)

source: (graph ql variables here)
zh_cn: (graph ql 变量)

source: (login)
zh_cn: (登录)

source: (message content)
zh_cn: (消息内容)

source: (message type)
zh_cn: (消息类型)

source: (password)
zh_cn: (密码)

source: (private key file path here)
zh_cn: (私钥文件路径)

source: (raw body here)
zh_cn: (原始主体)

source: (raw content here)
zh_cn: (原始内容)

source: (raw content-type here)
zh_cn: (原始内容类型)

source: (request url here)
zh_cn: (请求 url)

source: (response body here)
zh_cn: (响应主体)

source: (response content-type here)
zh_cn: (响应内容类型)

source: (select the base http request)
zh_cn: (选择基本http请求)

source: (websocket url here)
zh_cn: (websocket url)

source: Add HTTP repeater
zh_cn: 添加 HTTP 转发器

source: Add HTTP request
zh_cn: 添加 HTTP 请求

source: Add WebSocket
zh_cn: 添加 WebSocket

source: Add body capture
zh_cn: 添加主题捕捉

source: Add environment
zh_cn: 添加环境

source: Add file
zh_cn: 添加文件

source: Add folder
zh_cn: 添加文件夹

source: Add header
zh_cn: 添加报头

source: Add header capture
zh_cn: 添加标头捕获

source: Add param
zh_cn: 添加参数

source: Add subprotocol
zh_cn: 添加子协议

source: Add text
zh_cn: 添加文本

source: Add variable
zh_cn: 添加变量

source: Are you sure you want to delete '{0}'?
zh_cn: 您确定要删除 '{0}' 吗？

source: Are you sure you want to delete the selected items?
zh_cn: 您确定要删除所选项目吗？

source: At least one input line is required.
zh_cn: 至少需要一条输入行。

source: Auth
zh_cn: 授权

source: Base HTTP request not found.
zh_cn: 找不到基本 HTTP 请求。

source: Basic
zh_cn: 基本

source: Be careful when using compression with encrypted data - look out for CRIME / BREACH attacks.
zh_cn: 对加密数据使用压缩时要小心 - 留意犯罪/泄露攻击。

source: Bearer
zh_cn: 承载

source: Binary
zh_cn: 二进制

source: Body
zh_cn: 主体

source: Cancel
zh_cn: 取消

source: Cancel (F6)
zh_cn: 取消 (F6)

source: Cannot paste a cut item to itself.
zh_cn: 无法将剪切项目粘贴到其本身。

source: Capture
zh_cn: 捕获

source: Choose format
zh_cn: 选择格式

source: Client certificate
zh_cn: 客户端证书

source: Client certificate file not found.
zh_cn: 找不到客户端证书文件。

source: Client certificate private key file not found.
zh_cn: 找不到客户端证书私钥文件。

source: Client context takeover
zh_cn: 客户端上下文接管

source: Client max window bits
zh_cn: 客户端最大窗口位数

source: Closing message
zh_cn: 结束消息

source: Collection / OpenAPI files
zh_cn: 集合 / OpenAPI 文件

source: Collection variables
zh_cn: 集合变量

source: Collection-scoped auth
zh_cn: Collection-scoped 授权

source: Collection-scoped request headers
zh_cn: Collection-scoped 请求标头

source: Compression
zh_cn: 压缩

source: Connect
zh_cn: 连接

source: Connect (F5)
zh_cn: 连接 (F5)

source: Connection
zh_cn: 连接

source: Contribute
zh_cn: 贡献

source: Copy
zh_cn: 复制

source: Custom Auth
zh_cn: 自定义授权

source: Cut
zh_cn: 剪切

source: Delay (ms)
zh_cn: 延迟 (ms)

source: Delete
zh_cn: 删除

source: Disable TLS verification
zh_cn: 关闭 TLS 验证

source: Disable as current environment
zh_cn: 禁用当前环境

source: Disable compression for this message
zh_cn: 禁用此消息的压缩

source: Disconnect
zh_cn: 断开连接

source: Disconnect (F6)
zh_cn: 断开连接 (F6)

source: Duplicate
zh_cn: 重复

source: Elapsed time: {1}.
zh_cn: 运行时间：{1}。

source: Enable TLS verification
zh_cn: 启用 TLS 验证

source: Enable compression
zh_cn: 启用压缩

source: Environment files
zh_cn: 环境文件

source: Environments
zh_cn: 环境

source: Estimated time remaining: {2}.
zh_cn: 预计剩余时间：{2}。

source: Execute captures
zh_cn: 执行捕获

source: Exit
zh_cn: 退出

source: Export
zh_cn: 导出

source: Export all logs…
zh_cn: 导出所有日志...

source: Export as Pororoca…
zh_cn: 导出为 Pororoca...

source: Export as Postman…
zh_cn: 导出为 Postman...

source: Export collection in Pororoca format
zh_cn: 以 Pororoca 格式导出集合

source: Export collection in Postman format
zh_cn: 以 Postman 格式导出集合

source: Export collection to file (choose format)
zh_cn: 将集合输出到文件 (选择格式)

source: Export collection…
zh_cn: 导出集合…

source: Export environment in Pororoca format
zh_cn: 以 Pororoca 格式导出环境

source: Export environment in Postman format
zh_cn: 以 Postman 格式导出环境

source: Export environment to file (choose format)
zh_cn: 将环境输出到文件 (选择格式)

source: Export environment…
zh_cn: 导出环境…

source: Export log…
zh_cn: 导出日志...

source: Export log… (F10)
zh_cn: 导出日志... (F10)

source: Export report…
zh_cn: 导出报告…

source: File
zh_cn: 文件

source: File for request body not found.
zh_cn: 找不到请求正文的文件。

source: Finished {0} repetitions.
zh_cn: 已完成 {0} 次重复。

source: For XML value capture, use XPath 1.0 syntax.\n\nCaptured values are saved into current environment variables.
zh_cn: 对于 XML 值捕获，请使用 XPath 1.0 语法。\n\n捕获的值保存到当前环境变量中。

source: Form Data
zh_cn: 表单数据

source: Go back
zh_cn: 返回

source: Go to docs
zh_cn: 转到文档

source: Go to site
zh_cn: 前往网站

source: HTTP/3 is only available for Linux with msquic or Windows 11 and greater.
zh_cn: HTTP/3 仅适用于配备 msquic 的 Linux 或 Windows 11 及更高版本。

source: Header
zh_cn: 报头

source: Headers
zh_cn: 报头

source: Help
zh_cn: 帮助

source: I'll check later
zh_cn: 我稍后再检查

source: If no environment is active, then into collection variables.
zh_cn: 如果没有活动的环境，则进入集合变量。

source: Import OpenAPI…
zh_cn: 导入 OpenAPI…

source: Import certificate in PEM format
zh_cn: 导入 PEM 格式的证书

source: Import certificate in PKCS12 format
zh_cn: 导入 PKCS12 格式的证书

source: Import collection / OpenAPI files
zh_cn: 导入集合 / OpenAPI 文件

source: Import collection…
zh_cn: 导入集合...

source: Import environment files
zh_cn: 导入环境文件

source: Import environment…
zh_cn: 导入环境...

source: Import from file…
zh_cn: 从文件导入...

source: Import private key in PEM format
zh_cn: 以 PEM 格式导入私钥

source: Include secret variables when exporting
zh_cn: 导出时包括 secret 变量

source: Inherit from collection
zh_cn: 继承集合

source: Input data
zh_cn: 输入数据

source: Input data file not found.
zh_cn: 找不到输入数据文件。

source: Input line
zh_cn: 输入线

source: Invalid URL.
zh_cn: 无效的 URL。

source: Invalid input data JSON array.
zh_cn: 输入数据 JSON 数组无效。

source: Keyboard shortcuts\n\nF1 - Show help\nF2 - Rename\nF4 - Focus on URL\nF5 - Send request / connect WebSocket\nF6 - Cancel request / disconnect WebSocket\nF7 - Set previous environment as active\nF8 - Set next environment as active\nF9 - Save response body to file\nF10 - Export HTTP log to file\nCtrl+PageUp - Switch to item above in tree\nCtrl+PageDown - Switch to item below in tree\nCtrl+Shift+S - Save all\n\nFull documentation on site: https://pororoca.io
zh_cn: 键盘快捷方式\n\nF1 - 显示帮助\nF2 - 重命名\nF4 - 关注 URL\nF5 - 发送请求/连接 WebSocket\nF6 - 取消请求/断开 WebSocket\nF7 - 将上一个环境设置为活动\nF8 - 将下一个环境设置为活动\nF9 - 将响应正文保存到文件\nF10 - 将 HTTP 日志输出到文件\nCtrl+PageUp -切换到树中上方的项\nCtrl+PageDown -切换到树中的下方的项\nCtrl+Shift+S -保存所有\n\n网站上的完整文档：https://pororoca.io

source: Language
zh_cn: 语言

source: Message detail
zh_cn: 消息细节

source: Messages exchanged
zh_cn: 交换消息

source: Mode
zh_cn: 模式

source: Move down
zh_cn: 下移

source: Move up
zh_cn: 上移

source: New HTTP repeater
zh_cn: 新建 HTTP 转发器

source: New HTTP request
zh_cn: 新建 HTTP 请求

source: New WebSocket
zh_cn: 新建 WebSocket

source: New WebSocket connection
zh_cn: 新建 WebSocket 连接

source: New client message
zh_cn: 新建客户端消息

source: New collection
zh_cn: 新集合

source: New environment
zh_cn: 新建环境

source: New folder
zh_cn: 新建文件夹

source: None
zh_cn: 无

source: Not connected.
zh_cn: 未连接。

source: On Windows, support for HTTP/2 requires Windows 10 or greater.
zh_cn: 在 Windows 上，对 HTTP/2 的支持需要 Windows 10 或更高版本。

source: One of the Form Data parameters has an invalid Content-Type.
zh_cn: 表单数据参数之一的内容类型无效。

source: Options
zh_cn: 选项

source: Other
zh_cn: 其他

source: PEM certificates
zh_cn: PEM 证书

source: PEM private keys
zh_cn: PEM 私钥

source: PKCS#12 client certificates need a password.
zh_cn: PKCS#12 客户端证书需要密码。

source: PKCS12 certificates
zh_cn: PKCS12 证书

source: Parallelism
zh_cn: 并行度

source: Paste
zh_cn: 粘贴

source: Please, check it and try again.
zh_cn: 请检查并再试一次。

source: Pororoca - Copy items
zh_cn: Pororoca - 复制项目

source: Pororoca - Cut items
zh_cn: Pororoca - 剪切项目

source: Pororoca - Delete items
zh_cn: Pororoca - 删除项目

source: Pororoca - User data folder migrated
zh_cn: Pororoca - 用户数据文件夹已迁移

source: Pororoca collection
zh_cn: Pororoca 集合

source: Pororoca environment
zh_cn: Pororoca 环境

source: Postman collection v2.1
zh_cn: Postman 集合 v2.1

source: Postman environment
zh_cn: Postman 环境

source: Quantity
zh_cn: 数量

source: Random
zh_cn: 随机

source: Raw
zh_cn: 原始

source: Raw JSON array
zh_cn: 原始JSON数组

source: Refresh list
zh_cn: 刷新列表

source: Remember to periodically check for updates!
zh_cn: 请记住定期检查更新!

source: Remove
zh_cn: 移除

source: Remove variable
zh_cn: 移除变量

source: Rename
zh_cn: 重命名

source: Rename (F2)
zh_cn: 重命名 (F2)

source: Repetition
zh_cn: 重复

source: Request
zh_cn: 请求

source: Response
zh_cn: 响应

source: Response: Failed ({0})
zh_cn: 响应：失败 ({0})

source: Response: {0} ({1})
zh_cn: 响应：{0} ({1})

source: Results
zh_cn: 结果

source: Run UI tests (Ctrl+F12)
zh_cn: 运行UI测试 (Alt +F12)

source: Save all
zh_cn: 保存全部

source: Save all responses…
zh_cn: 保存所有响应…

source: Save as…
zh_cn: 另存为...

source: Save as… (F9)
zh_cn: 另存为... (F9)

source: Saved!
zh_cn: 保存!

source: Search certificate…
zh_cn: 搜索证书...

source: Search file…
zh_cn: 搜索文件...

source: Search private key…
zh_cn: 搜索私钥...

source: Select destination folder
zh_cn: 选择目标文件夹

source: Select the base HTTP request to repeat.
zh_cn: 选择要重复的基本 HTTP 请求。

source: Send
zh_cn: 发送

source: Send (F5)
zh_cn: 发送 (F5)

source: Sequential
zh_cn: 顺序

source: Server context takeover
zh_cn: 服务器上下文接管

source: Server max window bits
zh_cn: 服务器最大窗口位数

source: Set as current environment
zh_cn: 设置为当前环境

source: Set collection headers
zh_cn: 设置集合标题

source: Simple
zh_cn: 简单

source: Start
zh_cn: 开始

source: Start (F5)
zh_cn: 开始 (F5)

source: Stop
zh_cn: 停止

source: Stop (F6)
zh_cn: 停止 (F6)

source: Subprotocols
zh_cn: 子协议

source: Text
zh_cn: 文本

source: The compression max window bits must be within 9 and 15.
zh_cn: 压缩最大窗口位必须在9到15之间。

source: The connection request is invalid.
zh_cn: 连接请求无效。

source: The delay has to be greater or equal to zero.
zh_cn: 延迟必须大于或等于零。

source: The domain for Windows authentication cannot be blank.
zh_cn: Windows 身份验证的域不能为空。

source: The file that composes the message was not found.
zh_cn: 未找到组成该消息的文件。

source: The login for Windows authentication cannot be blank.
zh_cn: Windows 身份验证的登录名不能为空。

source: The message to send is invalid.
zh_cn: 要发送的消息无效。

source: The number of repetitions needs to be greater or equal to one.
zh_cn: 重复次数需要大于或等于 1。

source: The parallelism needs to be greater or equal to one.
zh_cn: 并行度需要大于或等于 1。

source: The password for Windows authentication cannot be blank.
zh_cn: Windows 身份验证的密码不能为空。

source: The password is required only if the private key is encrypted.
zh_cn: 只有当私钥加密时才需要密码。

source: The request body requires a Content-Type.
zh_cn: 请求主体需要内容类型。

source: The request is invalid.
zh_cn: 请求无效。

source: Theme
zh_cn: 主题

source: This HTTP version is not available for WebSocket connections.
zh_cn: 此 HTTP 版本不可用于 WebSocket 连接。

source: Tip: For JSON value capture: $.myProp[0].myProp2 ($ means root, [0] means array element).
zh_cn: 提示：对于JSON值捕获：$.myProp[0].myProp2 ($表示根，[0]表示数组元素)。

source: Tip: If an environment variable has the same name of an other collection variable, the value of the environment variable will be the one applied.
zh_cn: 提示：如果环境变量与其他集合变量同名，则环境变量的值将是应用的值。

source: Tip: If the certificate file contains the private key, leave the private key path blank.
zh_cn: 提示：如果证书文件包含私钥，请将私钥路径留空。

source: Tip: To use a variable, type {{VariableName}} in the URL, body, authentication or header of your request.
zh_cn: 提示：要使用变量，请在请求的 URL、正文、身份验证或标头中输入 {{VariableName}}。

source: URL encoded
zh_cn: URL 编码

source: Use current user
zh_cn: 使用当前用户

source: Use one of the available Content-Types for the request body.
zh_cn: 为请求正文使用一种可用的内容类型。

source: Variables
zh_cn: 变量

source: View keyboard shortcuts
zh_cn: 查看键盘快捷键

source: Visit GitHub repo
zh_cn: 访问 GitHub 仓库

source: Waiting time between a response and sending the next request.
zh_cn: 响应和发送下一个请求之间的等待时间。

source: Welcome!
zh_cn: 欢迎!

source: When sending the request, the {{VariableName}} text will be replaced by the variable's value.
zh_cn: 发送请求时，{{VariableName}} 文本将被变量的值替换。

source: You can duplicate, but not copy or cut a collection.
zh_cn: 您可以复制，但不能复制或剪切集合。

source: Your user data directory is now located at:\n{0}\nYou can backup and manually delete the PororocaUserData folder inside Applications.
zh_cn: 您的用户数据目录现在位于：\n{0}\n您可以备份和手动删除应用程序内的PororocaUserData文件夹。

source: binary, {0} bytes
zh_cn: 二进制，{0} 字节

source: cancelled
zh_cn: 取消

source: client -> server
zh_cn: 客户端 -> 服务器

source: closing, {0} bytes
zh_cn: 关闭，{0} 字节

source: comments are allowed
zh_cn: 允许添加注释

source: exception
zh_cn: 意外

source: server -> client
zh_cn: 服务器 -> 客户端

source: text, {0} bytes
zh_cn: 文本，{0} 字节

source: {0}/{1} repetitions.
zh_cn: {0}/{1} 重复.
